tap "anomalyco/tap"
tap "cormacrelf/tap"
tap "dev-shimada/urlencode"
tap "emqx/mqttx"
tap "getsentry/tools"
tap "grishka/grishka"
tap "hugo-persson/dns-cli-tools"
tap "hugo-persson/tap"
tap "infisical/get-cli"
tap "jetbrains/utils"
tap "leoafarias/fvm"
tap "moghtech/komodo"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "satococoa/tap"
tap "sdkman/tap"
tap "tw93/tap"
brew "tree"
brew "ansible"
brew "atuin", restart_service: :changed
brew "awscli"
brew "bat"
brew "biome"
brew "node"
brew "bitwarden-cli"
brew "blueutil"
brew "btop"
brew "ccrypt"
brew "gcc"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "dua-cli"
brew "eza"
brew "terminal-notifier"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fish-lsp"
brew "fselect"
brew "fzf"
brew "gh"
brew "git-cliff"
brew "git-delta"
brew "git-lfs"
brew "git-open"
brew "gitleaks"
brew "glow"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "gum"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "immich-go"
brew "infisical"
brew "kopia"
brew "ktlint"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "lolcat"
brew "lua"
brew "lua-language-server"
brew "mas"
brew "maven"
brew "neovim"
brew "openapi-generator"
brew "opencv"
brew "openjdk@17"
brew "openjdk@21"
brew "opentofu"
brew "otree"
brew "pandoc"
brew "pipx"
brew "pngpaste"
brew "pnpm"
brew "ripgrep"
brew "rust-analyzer"
brew "s3cmd"
brew "sccache"
brew "sentry-cli"
brew "sesh"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "sqlfluff"
brew "starship"
brew "swift-format"
brew "swiftformat"
brew "swiftlint"
brew "tabiew"
brew "tex-fmt"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "typst"
brew "uv"
brew "vale"
brew "vivid"
brew "wget"
brew "xcode-build-server"
brew "yadm"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zbar"
brew "zoxide"
brew "cormacrelf/tap/dark-notify"
brew "getsentry/tools/sentry-wizard"
brew "hugo-persson/dns-cli-tools/dns-cli-tools"
brew "leoafarias/fvm/fvm"
brew "moghtech/komodo/km"
brew "oven-sh/bun/bun"
brew "satococoa/tap/wtp"
brew "sdkman/tap/sdkman-cli"
brew "tw93/tap/mole"
cask "nikitabobko/tap/aerospace"
cask "antigravity"
cask "balenaetcher"
cask "betterdisplay"
cask "bitwarden"
cask "blackhole-2ch"
cask "claude"
cask "claude-code"
cask "clop"
cask "codex"
cask "codex-app"
cask "copilot-cli"
cask "copilot-for-xcode"
cask "cursor"
cask "discord"
cask "dropshare"
cask "dropshelf"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nf"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "iina"
cask "hugo-persson/tap/immich-wallpaper"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "kopiaui"
cask "linear-linear"
cask "logi-options+"
cask "middleclick"
cask "mos"
cask "mqttx"
cask "grishka/grishka/neardrop"
cask "ngrok"
cask "obsidian"
cask "onyx"
cask "orbstack"
cask "pearcleaner"
cask "postman"
cask "proton-drive"
cask "proton-mail"
cask "proton-mail-bridge"
cask "protonvpn"
cask "prusaslicer"
cask "quarto"
cask "raycast"
cask "sf-symbols"
cask "shottr"
cask "signal"
cask "slack"
cask "spotify"
cask "stats"
cask "steam"
cask "superwhisper"
cask "swiftformat-for-xcode"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
cask "zoom"
cask "zotero"
mas "Bitwarden", id: 1352778147
mas "Command X", id: 6448461551
mas "Folder Preview", id: 6698876601
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "TestFlight", id: 899247664
mas "Unsplash Wallpapers", id: 1284863847
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
go "golang.org/x/mobile/cmd/gobind"
go "golang.org/x/mobile/cmd/gomobile"
go "github.com/magodo/pipeform"
