tap "hugo-persson/dns-cli-tools"
tap "infisical/get-cli"
tap "jesseduffield/lazydocker"
tap "oven-sh/bun"
tap "teamookla/speedtest"
brew "azcopy"
brew "azure-cli"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "btop"
brew "carapace"
brew "ccrypt"
brew "dua-cli"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-cliff"
brew "git-delta"
brew "git-open"
brew "glow"
brew "gnupg"
brew "gum"
brew "htop"
brew "httpie"
brew "jless"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "luarocks"
brew "make"
brew "mprocs"
brew "neovim"
brew "ripgrep"
brew "sesh"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "superfile"
brew "tabiew"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tvnamer"
brew "vivid"
brew "wget"
brew "yadm"
brew "zoxide"
brew "hugo-persson/dns-cli-tools/dns-cli-tools"
brew "jesseduffield/lazydocker/lazydocker"
brew "oven-sh/bun/bun"
