tap "hugo-persson/dns-cli-tools"
tap "infisical/get-cli"
tap "jesseduffield/lazydocker"
tap "joshmedeski/sesh"
tap "teamookla/speedtest"
brew "azcopy"
brew "azure-cli", link: false
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "btop"
brew "carapace"
brew "ccrypt"
brew "diff-so-fancy"
brew "dua-cli"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-cliff"
brew "git-delta"
brew "git-open"
brew "glow"
brew "gnupg"
brew "gum"
brew "httpie"
brew "jless"
brew "jq"
brew "lazygit"
brew "make"
brew "neovim"
brew "pnpm"
brew "ripgrep"
brew "speedtest-cli", link: false
brew "starship"
brew "stow"
brew "tabiew"
brew "thefuck"
brew "tldr"
brew "vivid"
brew "wget"
brew "yadm"
brew "zoxide"
brew "hugo-persson/dns-cli-tools/dns-cli-tools"
brew "infisical/get-cli/infisical"
brew "jesseduffield/lazydocker/lazydocker"
brew "joshmedeski/sesh/sesh"
brew "teamookla/speedtest/speedtest"
