tap "homebrew/bundle"
tap "hugo-persson/dns-cli-tools"
tap "infisical/get-cli"
brew "mprocs"
brew "httpie"
brew "bat"
brew "ccrypt"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-cliff"
brew "git-delta"
brew "git-open"
brew "glow"
brew "gum"
brew "jq"
brew "superfile"
brew "lazygit"
brew "make"
brew "neovim"
brew "node"
brew "ripgrep"
brew "sesh"
brew "speedtest-cli"
brew "starship"
brew "tabiew"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "wget"
brew "yadm"
brew "zoxide"
brew "hugo-persson/dns-cli-tools/dns-cli-tools"
brew "infisical/get-cli/infisical"
