tap "cormacrelf/tap"
tap "dev-shimada/urlencode"
tap "getsentry/tools"
tap "grishka/grishka"
tap "homebrew/bundle"
tap "hugo-persson/dns-cli-tools"
tap "infisical/get-cli"
tap "jetbrains/utils"
tap "knqyf263/pet"
tap "louisbrunner/valgrind"
tap "lusingander/tap"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "tuist/tuist"
brew "aichat"
brew "openssl@3"
brew "ansible"
brew "awscli"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "blueutil"
brew "carapace"
brew "ccrypt"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "dua-cli"
brew "eza"
brew "terminal-notifier"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fselect"
brew "fzf"
brew "gh"
brew "git-cliff"
brew "git-delta"
brew "git-open"
brew "gitleaks"
brew "glow"
brew "gnupg"
brew "go"
brew "gum"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "immich-cli"
brew "infisical"
brew "openjdk"
brew "ktlint"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "llvm"
brew "lolcat"
brew "lua"
brew "lua-language-server"
brew "mas"
brew "mask"
brew "mprocs"
brew "mqttui"
brew "ncspot"
brew "neovim"
brew "nx"
brew "opencv"
brew "openjdk@17"
brew "openjdk@21"
brew "opentofu"
brew "otree"
brew "pam-reattach"
brew "pandoc"
brew "php"
brew "pngpaste"
brew "python@3.12"
brew "rust-analyzer"
brew "s3cmd"
brew "sccache"
brew "sentry-cli"
brew "serpl"
brew "sesh"
brew "speedtest-cli"
brew "sqlfluff"
brew "starship"
brew "superfile"
brew "swiftformat"
brew "swiftlint"
brew "tabiew"
brew "tea"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "typst"
brew "vale"
brew "vivid"
brew "wget"
brew "xcode-build-server"
brew "yadm"
brew "yarn"
brew "yt-dlp"
brew "zoxide"
brew "cormacrelf/tap/dark-notify"
brew "dev-shimada/urlencode/urlencode"
brew "getsentry/tools/sentry-wizard"
brew "hugo-persson/dns-cli-tools/dns-cli-tools"
brew "lusingander/tap/stu"
brew "mongodb/brew/mongodb-database-tools"
brew "tuist/tuist/tuist@4.46.1", link: false
brew "tuist/tuist/tuist@4.48.0", link: false
brew "tuist/tuist/tuist@4.48.1", link: false
brew "tuist/tuist/tuist@4.48.2", link: false
brew "tuist/tuist/tuist@4.49.0", link: false
brew "tuist/tuist/tuist@4.50.2", link: false
brew "tuist/tuist/tuist@4.55.6"
cask "aerospace"
cask "balenaetcher"
cask "betterdisplay"
cask "bitwarden"
cask "chatgpt"
cask "clop"
cask "copilot-for-xcode"
cask "devtoys"
cask "discord"
cask "dropshelf"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-emoji"
cask "gitkraken"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "keycastr"
cask "keyclu"
cask "legcord"
cask "localsend"
cask "logi-options+"
cask "mactex-no-gui"
cask "middleclick"
cask "mos"
cask "neardrop"
cask "neovide-app"
cask "obsidian"
cask "onyx"
cask "openvpn-connect"
cask "orbstack"
cask "parsec"
cask "pearcleaner"
cask "proton-drive"
cask "proton-mail"
cask "proton-mail-bridge"
cask "proton-pass"
cask "protonvpn"
cask "quarto"
cask "raycast"
cask "sf-symbols"
cask "shottr"
cask "signal"
cask "spotify"
cask "stats"
cask "steam"
cask "swiftformat-for-xcode"
cask "visual-studio-code@insiders"
cask "wezterm"
cask "zen"
mas "Command X", id: 6448461551
mas "Folder Preview", id: 6698876601
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Screenshot Studio", id: 6473832582
mas "Unsplash Wallpapers", id: 1284863847
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "adelphes.android-dev-ext"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mathiasfrohlich.kotlin"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "myriad-dreamin.tinymist"
vscode "orta.vscode-jest"
vscode "prisma.prisma"
vscode "quarto.quarto"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "sumneko.lua"
vscode "swiftlang.swift-vscode"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vknabel.vscode-swiftlint"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
