tap "cormacrelf/tap"
tap "cyclonedx/cyclonedx"
tap "dev-shimada/urlencode"
tap "emqx/mqttx"
tap "getsentry/tools"
tap "grishka/grishka"
tap "hugo-persson/dns-cli-tools"
tap "infisical/get-cli"
tap "jetbrains/utils"
tap "knqyf263/pet"
tap "krishkrosh/apps"
tap "louisbrunner/valgrind"
tap "lusingander/tap"
tap "minio/stable"
tap "moghtech/komodo"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "satococoa/tap"
brew "aichat"
brew "tree"
brew "ansible"
brew "awscli"
brew "bat"
brew "biome"
brew "node"
brew "bitwarden-cli"
brew "blueutil"
brew "btop"
brew "carapace"
brew "ccrypt"
brew "cdxgen"
brew "gcc"
brew "openjdk"
brew "clojure"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "codex"
brew "coreutils"
brew "curl"
brew "dua-cli"
brew "eza"
brew "terminal-notifier"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fish-lsp"
brew "fselect"
brew "fzf"
brew "gh"
brew "git-cliff"
brew "git-delta"
brew "git-lfs"
brew "git-open"
brew "gitleaks"
brew "glow"
brew "gnupg"
brew "go"
brew "openjdk@21"
brew "gradle"
brew "graphviz"
brew "gum"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "immich-cli"
brew "immich-go"
brew "infisical"
brew "kondo"
brew "ktlint"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "llvm"
brew "lolcat"
brew "lua"
brew "lua-language-server"
brew "mas"
brew "mask"
brew "mprocs"
brew "mqttui"
brew "mvnvm"
brew "ncspot"
brew "tree-sitter"
brew "neovim"
brew "openapi-generator"
brew "opencv"
brew "openjdk@17"
brew "opentofu"
brew "otree"
brew "pandoc"
brew "pipx"
brew "pngpaste"
brew "pnpm"
brew "tcl-tk"
brew "python-tk@3.13"
brew "python@3.12"
brew "rust-analyzer"
brew "s3cmd"
brew "sbt"
brew "sccache"
brew "sentry-cli"
brew "serpl"
brew "sesh"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "sqlfluff"
brew "starship"
brew "swift-format"
brew "swiftformat"
brew "syft"
brew "tabiew"
brew "tea"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree-sitter-cli"
brew "typst"
brew "uv"
brew "vale"
brew "vivid"
brew "wget"
brew "xcode-build-server"
brew "yadm"
brew "yarn"
brew "yt-dlp"
brew "zoxide"
brew "cormacrelf/tap/dark-notify"
brew "cyclonedx/cyclonedx/cyclonedx-cli"
brew "dev-shimada/urlencode/urlencode"
brew "getsentry/tools/sentry-wizard"
brew "hugo-persson/dns-cli-tools/dns-cli-tools"
brew "lusingander/tap/stu"
brew "minio/stable/mc"
brew "moghtech/komodo/km"
brew "satococoa/tap/wtp"
cask "aerospace"
cask "balenaetcher"
cask "beekeeper-studio"
cask "betterdisplay"
cask "bitwarden"
cask "clop"
cask "copilot-for-xcode"
cask "devtoys"
cask "discord"
cask "dropshelf"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nf"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "linear-linear"
cask "logi-options+"
cask "middleclick"
cask "mos"
cask "neardrop"
cask "obsidian"
cask "onyx"
cask "openvpn-connect"
cask "orbstack"
cask "parsec"
cask "pearcleaner"
cask "proton-drive"
cask "proton-mail"
cask "proton-mail-bridge"
cask "proton-pass"
cask "protonvpn"
cask "quarto"
cask "raycast"
cask "sf-symbols"
cask "shottr"
cask "signal"
cask "spotify"
cask "stats"
cask "steam"
cask "swiftformat-for-xcode"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "wezterm"
cask "zen"
mas "Bitwarden", id: 1352778147
mas "Command X", id: 6448461551
mas "Folder Preview", id: 6698876601
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "TestFlight", id: 899247664
mas "Unsplash Wallpapers", id: 1284863847
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
vscode "aaron-bond.better-comments"
vscode "albert.tabout"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "ckolkman.vscode-postgres"
vscode "codebiscuits.html-biscuits"
vscode "cvbge.escape-string"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "folke.vscode-monorepo-workspace"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "johanninos.i18n-ally-parallel"
vscode "keesschollaart.vscode-home-assistant"
vscode "ldd-vs-code.better-package-json"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "maptz.regionfolder"
vscode "mathematic.vscode-latex"
vscode "mathiasfrohlich.kotlin"
vscode "meganrogge.template-string-converter"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "myriad-dreamin.tinymist"
vscode "naco-siren.gradle-language"
vscode "oderwat.indent-rainbow"
vscode "panicbit.cargo"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "quarto.quarto"
vscode "quicktype.quicktype"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "richardwillis.vscode-gradle-extension-pack"
vscode "robole.markdown-snippets"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-swedish"
vscode "sumneko.lua"
vscode "swiftlang.swift-vscode"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "tyriar.lorem-ipsum"
vscode "vadimcn.vscode-lldb"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vknabel.vscode-swiftlint"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vspacecode.whichkey"
vscode "wix.vscode-import-cost"
vscode "xaver.clang-format"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
go "golang.org/x/mobile/cmd/gobind"
go "golang.org/x/mobile/cmd/gomobile"
