tap "homebrew/bundle"
tap "hugo-persson/dns-cli-tools"
tap "infisical/get-cli"
tap "nikitabobko/tap"
brew "openssl@3"
brew "bat"
brew "ccrypt"
brew "cmake"
brew "detect-secrets"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-cliff"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "go"
brew "gum"
brew "openjdk"
brew "ktlint"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "openjdk@17"
brew "openjdk@21"
brew "pam-reattach"
brew "rust-analyzer"
brew "sccache"
brew "sentry-cli"
brew "sesh"
brew "speedtest-cli"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "yadm"
brew "zoxide"
brew "hugo-persson/dns-cli-tools/dns-cli-tools"
brew "infisical/get-cli/infisical"
cask "1password"
cask "aerospace"
cask "arc"
cask "betterdisplay"
cask "bruno"
cask "chatgpt"
cask "copilot-for-xcode"
cask "devtoys"
cask "drawio"
cask "font-jetbrains-mono-nerd-font"
cask "hammerspoon"
cask "hyperkey"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "keyboard-cleaner"
cask "localsend"
cask "logi-options+"
cask "middleclick"
cask "mos"
cask "obsidian"
cask "openvpn-connect"
cask "pearcleaner"
cask "postman"
cask "proton-drive"
cask "proton-mail"
cask "proton-mail-bridge"
cask "proton-pass"
cask "protonvpn"
cask "raycast"
cask "sf-symbols"
cask "shottr"
cask "signal"
cask "spotify"
cask "stats"
cask "swiftformat-for-xcode"
cask "wezterm"
mas "Pure Paste", id: 1611378436
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
